Repository: 5l1v3r1/Naomi
Catalog: plugins/speechhandler/openweather/locale/*.po
Languages: fr_fr

source: Weather forecast for next week at{loc} .
fr_fr: Prévision météo à {loc}.

source: Rainy Days are.
fr_fr: Les jours pluvieux sont

source: You will observe heavy rain on.
fr_fr: Vous pourrez observer de fortes pluies

source: Sunny Days are.
fr_fr: les jours ensoleillés sont

source: You will feel heat on.
fr_fr: Il fera chaud sur

source: Most windy day will be.
fr_fr: Le jour où il y aura le plus de vent sera

source: Most humid day will be.
fr_fr: Le jour le plus humide sera

source: Coolest day will be.
fr_fr: Le jour le plus froid sera

source: Weather at {loc}. Today is {stat}. There is a chance of {detstat}. Now Temperature is {curr_temp} degree {temp_unit} Humidity {humi} percent. Wind Speed {wind_speed}.
fr_fr: Méteo a {loc}. Aujourd'hui c'est {stat}. Il y a une chance de {detstat}. La température est de {curr_temp} degrées {temp_unit}. Humiditée {humi} pourcents.la vitesse du vent est de {wind_speed} killomètres par heures

source: Weather at {loc}. Tomorrow will be {stat}. There will be a chance of {detstat}. Temperature in the morning {temp_morn} degree {temp_unit}. Days Temperature will be {temp_day} degree {temp_unit}. and Temperature at night will be {temp_night} degree {temp_unit}. Humidity {humi} percent. Wind Speed {wind_speed}.
fr_fr: Météo a {loc}. Demain sera {stat}. il y aura une chance de {detstat}. la témpérature le matin devrait être de {temp_morn} degrées {temp_unit}. le jour, il devrait faire {temp_day} degrées {temp_unit} et une température de {temp_night} degrées {temp_unit} la nuit. Humiditée de {humi} pourcents vitesse du vent de {wind_speed} killoétres par heures.

source: Weather at {loc}. Today is {stat}.There is a chance of {detstat}. Now Temperature is{curr_temp} degree{temp_unit}.
fr_fr: Météo a {loc}. Aujourd'hui la météo est {stat} Il y a une chance de {detstat}. La température actuelle est de {curr_temp} degrées {temp_unit}.

source: WEATHER
fr_fr: MÉTÉO

source: TODAY
fr_fr: AUJOURD'HUI

source: TOMORROW
fr_fr: DEMAIN

source: TEMPERATURE
fr_fr: TEMPÉRATURE

source: FORECAST
fr_fr: PRÉVISION

source: YES
fr_fr: OUI

source: CURRENT
fr_fr: ACTUELLE

source: WEEKLY
fr_fr: HEBDOMADAIRE
