Repository: 5l1v3r1/Naomi
Catalog: plugins/speechhandler/Jasperweather/locale/*.po
Languages: fr_fr

source: WEATHER
fr_fr: MÉTÉO

source: FORECAST
fr_fr: PRÉVISION

source: TOMMOROW
fr_fr: DEMAIN

source: NEXT
fr_fr: PROCHAINE

source: TEMPERATURE
fr_fr: TEMPÉRATURE

source: WIND
fr_fr: VENT

source: Weather forecast for next week at
fr_fr: Prevision meteo pour la semaine prochaine à

source: Rainy Days are.
fr_fr: Les jours de pluis sont.

source: You will observe heavy rain on.
fr_fr: Vous allez observer des pluies violentes.

source: Sunny Days are.
fr_fr: Les jours ensoleille sont.

source: You will feel heat on.
fr_fr: Il fera chaud le.

source: Most windy day will be.
fr_fr: La journée la plus venteuse sera

source: Most humid day will be.
fr_fr: Le jour le plus humide sera.

source: Coolest day will be.
fr_fr: Le jour le plus froid sera.

source: speed
fr_fr: vitesse

source: current
fr_fr: actuel

source: Weather at {}. Today is {}. There is a chance of {}. Now Temperature is {} degree {}. Humidity {} percent. Wind Speed {}. with cloud cover {} percent.
fr_fr: Meteo a {}. Aujourd'hui, c'est {}. Il y a une chance de {}. La température actuelle est de {} degrès{}. L'humidité est à {} pourcent. la vitesse du vent est de {}. avec un couverture nuageuse de {} pourcent

source: Weather at {}. Tomorrow will be {}. There will be a chance of {}. Temperature in the morning {} degree {}. Days Temperature will be degree {}. and Temperature at night will be {} degree {}. Humidity {} percent. Wind Speed {}. with clouds cover {} percent.
fr_fr: Meteo a {}. Demain sera {}. Il y aura une chance de {}.La Temperature dans la matinée sera de {} degrès {}. En journée, la température sera de {} degrès {}. La nuit, la température sera de {} degrès {}. Humidité {} pourcent. Vitesse du vent {}. avec une couverture nuageuse de {} pourcent.
